{
    "dataBaseBooks": [
    {
        "id": "1",
        "title": "Снежная королева",
        "src": "https://s3.eu-west-1.amazonaws.com/fairytalesbucket/img/1618645584328.jpeg",
        "isAvailableForGuest": false,
        "author": "Ханс Христиан Андерсен",
        "genre": "Приключение",
        "onlyText": "true"
    },
    {
        "id": "2",
        "title": "Фенька",
        "src": "https://s3.eu-west-1.amazonaws.com/fairytalesbucket/img/1620741041368.jpeg",
        "isAvailableForGuest": false,
        "author": "Леонид Пантеллев",
        "genre": "Колыбельная песня",
        "onlyText": "true"
    },
    {
        "id": "3",
        "title": "Рыцари",
        "src": "https://s3.eu-west-1.amazonaws.com/fairytalesbucket/img/1620808141774.jpeg",
        "isAvailableForGuest": true,
        "author": "Виктор Драгунский",
        "genre": "Приключение",
        "onlyText": "true",
        "text": "Однажды учитель Борис Сергеевич объяснил ребятам, что значит поступать по-рыцарски. Мальчишки тут же заявили, что все они, конечно же рыцари. После уроков Мишка купил своей маме конфет. Денису тоже очень хотелось сделать маме подарок, но у него не было денег. Ребята обшарили все уголки Денискиной квартиры: вдруг за диваном или шкафом завалялась мелочь. Но, увы, ничего не обнаружили. И тут Мишка увидел, что в буфете стоят две бутылки вина. А что, если слить вино в банку, а бутылки сдать и получитьза них деньги? Вечером Денискина мама получила подарок и узнала, что ее сын теперь рыцарь. А вот с папой вышел казус: он подумал, что в банке компот, и выпил стаканчик. Дениске пришлось срочно прятаться за шкаф. Но через минуту папа успокоился и обратил все в шутку. Ведь Дениска хотел сделать маме приятное. – Ну-ка, расскажите, кто из вас что подарил маме на Восьмое марта? Ну-ка ты, Денис, докладывай.  – Я маме на Восьмое марта подарил подушечку для иголок. Красивую. На лягушку похожа. Три дня шил, все пальцы исколол. Я две такие сшил.  А Мишка добавил:  – Мы все по две сшили. Одну – маме, а другую – Раисе Ивановне.  – Это почему же все? – спросил Борис Сергеевич. – Вы что, так сговорились, чтобы всем шить одно и то же?  – Да нет, – сказал Валерка, – это у нас в кружке «Умелые руки» – мы подушечки проходим. Сперва проходили чертиков, а теперь подушечки.  – Каких еще чертиков? – удивился Борис Сергеевич.  Я сказал:  – Пластилиновых! Наши руководители Володя и Толя из восьмого класса полгода с нами чертиков проходили. Как придут, так сейчас: «Лепите чертиков!» Ну, мы лепим, а они в шахматы играют.  – С ума сойти, – сказал Борис Сергеевич. – Подушечки! Придется разобраться! Стойте! – И он вдруг весело рассмеялся. – А сколько у вас мальчишек в первом 'В'?  – Пятнадцать, – сказал Мишка, – а девочек – двадцать пять.  Тут Борис Сергеевич прямо покатился со смеху.  А я сказал:  – У нас в стране вообще женского населения больше, чем мужского.  Но Борис Сергеевич отмахнулся от меня.  – Я не про то. Просто интересно посмотреть, как Раиса Ивановна получает пятнадцать подушечек в подарок! Ну ладно, слушайте: кто из вас собирается поздравить своих мам с Первым мая?  Тут пришла наша очередь смеяться. Я сказал:  – Вы, Борис Сергеевич, наверное, шутите, не хватало еще и на май поздравлять.  – А вот и неправильно, именно что необходимо поздравить с маем своих мам. А это некрасиво: только раз в году поздравлять. А если каждый праздник поздравлять – это будет по-рыцарски. Ну кто знает, что такое рыцарь?  Я сказал:  – Он на лошади и в железном костюме.  Борис Сергеевич кивнул.  – Да, так было давно. И вы, когда подрастете, прочтете много книжек про рыцарей, но и сейчас, если про кого говорят, что он рыцарь, то это, значит, имеется в виду благородный, самоотверженный и великодушный человек. И я думаю, что каждый пионер должен обязательно быть рыцарем. Поднимите руки, кто здесь рыцарь?  Мы все подняли руки.  – Я так и знал, – сказал Борис Сергеевич, – идите, рыцари!  Мы пошли по домам. А по дороге Мишка сказал:  – Ладно уж, я маме конфет куплю, у меня деньги есть.  И вот я пришел домой, а дома никого нету. И меня даже досада взяла. Вот в кои-то веки захотел быть рыцарем, так денег нет! А тут, как назло, прибежал Мишка, в руках нарядная коробочка с надписью: «Первое мая». Мишка говорит:  – Готово, теперь я рыцарь за двадцать две копейки. А ты что сидишь?  – Мишка, ты рыцарь? – сказал я.  – Рыцарь, – говорит Мишка.  – Тогда дай взаймы.  Мишка огорчился:  – Я все истратил до копейки.  – Что же делать?  – Поискать, – говорит Мишка, – ведь двадцать копеек – маленькая монетка, может, куда завалилась хоть одна, давай поищем.  И мы всю комнату облазили – и за диваном, и под шкафом, и я все туфли мамины перетряхнул, и даже в пудре у нее пальцем поковырял. Нету нигде.  Вдруг Мишка раскрыл буфет:  – Стой, а это что такое?  – Где? – говорю я. – Ах, это бутылки. Ты что, не видишь? Здесь два вина: в одной бутылке – черное, а в другой – желтое. Это для гостей, к нам завтра гости придут.  Мишка говорит:  Рыцари Драгунского– Эх, пришли бы ваши гости вчера, и были бы у тебя деньги.  – Это как?  – А бутылки, – говорит Мишка, – да за пустые бутылки деньги дают. На углу. Называется «Прием стеклотары»!  – Что же ты раньше молчал! Сейчас мы это дело уладим. Давай банку из-под компота, вон на окне стоит.  Мишка протянул мне банку, а я открыл бутылку и вылил черновато-красное вино в банку.  – Правильно, – сказал Мишка. – Что ему сделается?..  – Ну конечно, – сказал я. – А куда вторую?  – Да сюда же, – говорит Мишка, – не все равно? И это вино, и то вино.  – Ну да, – сказал я. – Если бы одно было вино, а другое керосин, тогда нельзя, а так, пожалуйста, еще лучше. Держи банку.  И мы вылили туда и вторую бутылку.  Я сказал:  – Ставь ее на окно! Так. Прикрой блюдечком, а теперь бежим!  И мы припустились. За эти две бутылки нам дали двадцать четыре копейки. И я купил маме конфет. Мне еще две копейки сдачи дали. Я пришел домой веселый, потому что я стал рыцарем, и, как только мама с папой пришли, я сказал:  – Мам, я теперь рыцарь. Нас Борис Сергеевич научил!  Мама сказала:  – Ну-ка расскажи!  Я рассказал, что завтра я маме сделаю сюрприз. Мама сказала:  – А где же ты денег достал?  – Я, мам, пустую посуду сдал. Вот две копейки сдачи.  Тут папа сказал:  – Молодец! Давай-ка мне две копейки на автомат!  Мы сели обедать. Потом папа откинулся на спинку стула и улыбнулся:  – Компотику бы.  – Извини, я сегодня не успела, – сказала мама.  Но папа подмигнул мне:  – А это что? Я давно уже заметил.  И он подошел к окну, снял блюдечко и хлебнул прямо из банки. Но тут что было! Бедный папа кашлял так, как будто он выпил стакан гвоздей. Он закричал не своим голосом:  – Что это такое? Что это за отрава?!  Я сказал:  – Папа, не пугайся! Это не отрава. Это два твоих вина!  Тут папа немножко пошатнулся и побледнел.  – Какие два вина?! – закричал он громче прежнего.  – Черное и желтое, – сказал я, – что стояли в буфете. Ты, главное, не пугайся.  Папа побежал к буфету и распахнул дверцу. Потом он заморгал глазами и стал растирать себе грудь. Он смотрел на меня с таким удивлением, будто я был не обыкновенный мальчик, а какой-нибудь синенький или в крапинку. Я сказал:  – Ты что, папа, удивляешься? Я вылил твои два вина в банку, а то где бы я взял пустую посуду? Сам подумай!  Мама вскрикнула:  – Ой!  И упала на диван. Она стала смеяться, да так сильно, что я думал, ей станет плохо. Я ничего не мог понять, а папа закричал:  – Хохочете? Что ж, хохочите! А между прочим, этот ваш рыцарь сведет меня с ума, но лучше я его раньше выдеру, чтобы он забыл раз и навсегда свои рыцарские манеры.  И папа стал делать вид, что он ищет ремень.  – Где он? – кричал папа. – Подайте мне сюда этого Айвенго! Куда он провалился?  А я был за шкафом. Я уже давно был там на всякий случай. А то папа что-то сильно волновался. Он кричал:  – Слыханное ли дело выливать в банку коллекционный черный «Мускат» урожая 1954 года и разбавлять его жигулевским пивом?!  А мама изнемогала от смеха. Она еле-еле проговорила:  – Ведь это он… из лучших побуждений… Ведь он же… рыцарь… Я умру от смеха.  И она продолжала смеяться.  А папа еще немного пометался по комнате и потом ни с того ни с сего подошел к маме. Он сказал:  – Как я люблю твой смех.  И наклонился и поцеловал маму.  И я тогда спокойно вылез из-за шкафа."
    },
    {
        "id": "4",
        "title": "Три маленьких поросенка",
        "src": "https://s3.eu-west-1.amazonaws.com/fairytalesbucket/img/1619356519779.jpeg",
        "isAvailableForGuest": false,
        "author": "Джозеф Джейкобс",
        "genre": "Обучение",
        "onlyText": "true"
    },
    {
        "id": "5",
        "title": "Мамонтенок",
        "src": "https://s3.eu-west-1.amazonaws.com/fairytalesbucket/img/1620807600838.jpeg",
        "isAvailableForGuest": false,
        "author": "Дина Непомнящая",
        "genre": "Приключение",
        "onlyText": "true"
    },
    {
        "id": "6",
        "title": "Дракон Севера",
        "src": "https://s3.eu-west-1.amazonaws.com/fairytalesbucket/img/1618671042924.jpeg",
        "isAvailableForGuest": false,
        "author": "Эндрю Лэнг",
        "genre": "",
        "onlyText": "true"
    },
    {
        "id": "7",
        "title": "Красная Шапка",
        "src": "https://s3.eu-west-1.amazonaws.com/fairytalesbucket/img/1618247886403.jpeg",
        "isAvailableForGuest": false,
        "author": "Джек Лондон",
        "genre": "Обучние",
        "onlyText": "true"
    },
    {
        "id": "8",
        "title": "Красавица и чудовище",
        "src": "https://s3.eu-west-1.amazonaws.com/fairytalesbucket/img/1618673467128.jpeg",
        "isAvailableForGuest": false,
        "author": "Жанна-Мари Лепренс де Бомон",
        "genre": "Приключение",
        "onlyText": "true"
    },
    {
        "id": "9",
        "title": "Король-лягушка",
        "src": "https://s3.eu-west-1.amazonaws.com/fairytalesbucket/img/1618649820912.jpeg",
        "isAvailableForGuest": true,
        "author": "Братья Гримм",
        "genre": "",
        "onlyText": "true",
        "text": "В стародавние времена, когда заклятья ещё помогали, жил-был на свете король; все дочери были у него красавицы, но самая младшая была так прекрасна, что даже солнце, много видавшее на своем веку, и то удивлялось, сияя на её лице.  Вблизи королевского замка раскинулся большой дремучий лес, и был в том лесу под старою липой колодец; и вот в жаркие дни младшая королевна выходила в лес, садилась на край студёного колодца, и когда становилось ей скучно, она брала золотой мяч, подбрасывала его вверх и ловила - это было её самой любимой игрой.  Но вот однажды, подбросив свой золотой мяч, она поймать его не успела, он упал наземь и покатился прямо в колодец. Королевна глаз не спускала с золотого мяча, но он исчез, а колодец был такой глубокий, такой глубокий, что и дна было не видать. Заплакала тогда королевна, и стала плакать все сильней и сильней, и никак не могла утешиться.  Вот горюет она о своем мяче и вдруг слышит - кто-то ей говорит:  - Что с тобой, королевна? Ты так плачешь, что и камень разжалобить можешь.  Она оглянулась, чтоб узнать, откуда этот голос, вдруг видит - лягушонок высунул из воды свою толстую, уродливую голову.  - А-а, это ты, старый квакун, - сказала она, - я плачу о своём золотом мяче, что упал в колодец.  - Успокойся, чего плакать, - говорит лягушонок, - я тебе помогу. А что ты мне дашь, если я найду твою игрушку?  - Всё, что захочешь, милый лягушонок, - ответила королевна. - Мои платья, жемчуга, драгоценные камни и впридачу золотую корону, которую я ношу. Говорит ей лягушонок:  - Не надо мне ни твоих платьев, ни жемчугов, ни драгоценных камней, и твоей золотой короны я не хочу, а вот если б ты меня полюбила бы да со мной подружилась, и мы играли бы вместе, и сидел бы я рядом с тобой за столиком, ел из твоей золотой тарелочки, пил из твоего маленького кубка и спал с тобой вместе в постельке, - если ты мне пообещаешь все это, я мигом прыгну вниз и достану тебе твой золотой мяч.  - Да, да, обещаю тебе всё, что хочешь, только достань мне мой мяч! - А сама про себя подумала:  'Что там глупый лягушонок болтает? Сидит он в воде среди лягушек да квакает, - где уж ему быть человеку товарищем!'  Получив с неё обещанье, лягушонок нырнул в воду, опустился на самое дно, быстро выплыл наверх, держа во рту мяч, и бросил его на траву. Увидав опять свою красивую игрушку, королевна очень обрадовалась, подняла её с земли и убежала.  - Постой, постой! - крикнул лягушонок. - Возьми и меня с собой, ведь мне за тобой не угнаться!  Но что с того, что он громко кричал ей вслед своё 'ква-ква'? Она и слушать его не хотела, поспешая домой. А потом и совсем позабыла про бедного лягушонка, и пришлось ему опять спуститься в свой колодец.  На другой день она села с королём и придворными за стол и стала кушать из своей золотой тарелочки. Вдруг - топ-шлеп-шлеп - взбирается кто-то по мраморной лестнице и, взобравшись наверх, стучится в дверь и говорит:  - Молодая королевна, отвори мне дверь! Она побежала поглядеть, кто бы это мог к ней постучаться. Открывает дверь, видит - сидит перед ней лягушонок. Мигом захлопнула она дверь и уселась опять за стол, но сделалось ей так страшно-страшно. Заметил король, как сильно бьется у неё сердечко, и говорит:  - Дитя мое, чего ты так испугалась? Уж не великан ли какой спрятался за дверью и хочет тебя похитить?  - Ах, нет, - сказала королевна, - это вовсе не великан, а мерзкий лягушонок.  - А что ему от тебя надо?  - Ах, милый батюшка, да вот сидела я вчера в лесу у колодца и играла, и упал в воду мой золотой мяч. Я горько заплакала, а лягушонок достал мне его и стал требовать, чтоб я взяла его в товарищи, а я и пообещала ему, - но никогда не думала, чтобы он мог выбраться из воды. А вот теперь он явился и хочет сюда войти.  А тем временем лягушонок постучался опять и кликнул:  Здравствуй, королевна, Дверь открой! Неужель забыла, Что вчера сулила, Помнишь, у колодца? Здравствуй, королевна, Дверь открой!  Тогда король сказал:  - Ты свое обещание должна выполнить. Ступай и открой ему дверь.  Она пошла, открыла дверь, и вот лягушонок прыгнул в комнату, поскакал вслед за ней, доскакал до её стула, сел и говорит:  - Возьми и посади меня рядом с собой. Она не решалась, но король велел ей исполнить его желанье. Она усадила лягушонка на стул, а он на стол стал проситься; посадила она его на стол, а он говорит:  - А теперь придвинь мне поближе свою золотую тарелочку, будем есть с тобой вместе.  Хотя она и исполнила это, но было видно, что очень неохотно.  Принялся лягушонок за еду, а королевне и кусок в горло не лезет. Наконец он говорит:  - Я наелся досыта и устал, - теперь отнеси меня в свою спаленку, постели мне свою шёлковую постельку, и ляжем с тобой вместе спать.  Как заплакала тут королевна, страшно ей стало холодного лягушонка, боится до него и дотронуться, а он ещё в прекрасной, чистой постельке спать с ней собирается. Разгневался король и говорит:  - Кто тебе в беде помог, тем пренебрегать не годится.  Взяла она тогда лягушонка двумя пальцами, понесла его к себе в спаленку, посадила в углу, а сама улеглась в постельку. А он прыгнул и говорит:  - Я устал, мне тоже спать хочется, - возьми меня к себе, а не то я твоему отцу пожалуюсь.  Рассердилась тут королевна и ударила его изо всех сил об стену.  - Ну, уж теперь, мерзкий лягушонок, ты успокоишься!  Но только упал он наземь, как вдруг обернулся королевичем с прекрасными, ласковыми глазами. И стал с той поры, по воле её отца, её милым другом и мужем. Он рассказал ей, что его околдовала злая ведьма, и никто бы не мог освободить его из колодца, кроме неё одной, и что завтра они отправятся в его королевство.  Вот легли они спать и уснули. А на другое утро, только разбудило их солнышко, подъехала ко дворцу карета с восьмериком белых коней, и были у них белые султаны на голове, а сбруя из золотых цепей, и стоял на запятках слуга королевича, а был то верный Генрих. Когда его хозяин был обращен в лягушонка, верный Генрих так горевал и печалился, что велел оковать себе сердце тремя железными обручами, чтоб не разорвалось оно от горя и печали.  И должен был в этой карете ехать молодой король в своё королевство. Усадил верный Генрих молодых в карету, а сам стал на запятках и радовался, что хозяин его избавился от злого заклятья.  Вот проехали они часть дороги, вдруг королевич слышит - сзади что-то треснуло. Обернулся он и крикнул:  - Генрих, треснула карета! - Дело, сударь, тут не в этом, Это обруч с сердца спал, Что тоской меня сжимал, Когда вы в колодце жили, Да с лягушками дружили.  Вот опять и опять затрещало что-то в пути, королевич думал, что это треснула карета, но были то обручи, что слетели с сердца верного Генриха, потому что хозяин его избавился от злого заклятья и снова стал счастливым."
    }
]
}