{
  "users": [
    {
      "email": "qqq@gmail.com",
      "password": "$2a$10$ZKtjhEIAQU9Tp48ZcHMVN.DBB9y0pbR8gFi4GMvZVN6Vru7swZgwu",
      "name": "defaultQ",
      "id": 8
    },
    {
      "email": "secret@gmail.com",
      "password": "$2a$10$rexckiCp4Y2KqEIPUX9QU.kdT5V8jfGfM0C9qUv.soUdppH1qjZuO",
      "name": "newUser",
      "id": 9
    },
    {
      "email": "valera@gmail.com",
      "password": "$2a$10$8pg6KQqUD.RM4Dj9gMgJ.OoHu6iuodjuCLLUKlAnj0.Dh0QRgzVGi",
      "name": "Valera",
      "likedBooks": [],
      "id": 10
    },
    {
      "email": "vladimir@gmail.com",
      "password": "$2a$10$dEshuTU4p7sgu71/i6jYEetzOgCab0kJ9QztEz2BTSiFKFc7E59qu",
      "name": "Vladimir",
      "likedBooks": [],
      "id": 740
    },
    {
      "email": "idTest@gmail.com",
      "password": "$2a$10$xQM1f75MCTiDesiieSHqWe2b5vjLsh7yYkrcR8bme.YpdnvYbRAZm",
      "name": "idTest",
      "likedBooks": [],
      "id": 765
    },
    {
      "email": "vova@gmail.com",
      "password": "$2a$10$BITexchXxWnR3jLD/w/ysuLUClRNUXzeqvL9n.yXh8nitlHhEAIf6",
      "name": "Vova",
      "likedBooks": [],
      "id": 766
    },
    {
      "email": "tim@gmail.com",
      "password": "$2a$10$gVilVdS3XFYH0IVLmD7m3.Y6CUAKaSHyCv6nbtSWL3rl1lvGXaQgm",
      "name": "tim",
      "likedBooks": [],
      "id": 826
    },
    {
      "email": "uwu@gmail.com",
      "password": "$2a$10$PlbDnt3Y6E.4kX6MEV6hw.ugtdCFb3t065HDS5Mi5CQfKmEy/5HZu",
      "name": "uwu",
      "likedBooks": [],
      "id": 227
    },
    {
      "email": "111@gmail.com",
      "password": "$2a$10$ZnYu6TN1eDCnRJitXAPevOcBAozvYfKV7lMYzDZ5k6IA5UFz385na",
      "name": "111",
      "likedBooks": [],
      "id": 224
    },
    {
      "email": "2@gmail.com",
      "password": "$2a$10$R7fiXQzrCFlkXLVMIGP/Qe.UOKSJayi6BYdDWX7.hFV.shaIuv7Bi",
      "name": "2",
      "likedBooks": [
        "8",
        "9",
        "7"
      ],
      "id": 608
    },
    {
      "email": "prostoEgor@gmail.com",
      "password": "$2a$10$eJ5ZuUSMSchzv8yXMxsJTePlUOxnWEgHIT0zn6lgED26noxu23hFu",
      "name": "простоЕгор",
      "likedBooks": [],
      "id": 432
    }
  ],
  "dataBaseBooks": [
    {
      "id": "1",
      "title": "Снежная королева",
      "src": "https://s3.eu-west-1.amazonaws.com/fairytalesbucket/img/1618645584328.jpeg",
      "isAvailableForGuest": false,
      "author": "Ханс Христиан Андерсен",
      "genre": "Приключение",
      "type": "text",
      "text": "Зеркало и его осколки Однажды злющий-презлющий тролль, сам дьявол, смастерил волшебное зеркало, в котором всё доброе и прекрасное уменьшалось, а негодное и безобразное становилось ещё хуже. Ученики тролля бегали с зеркалом повсюду, считая, что теперь можно увидеть «весь мир и людей в настоящем свете». Когда в зеркале отразились все люди и страны, ученики тролля стали подниматься в небо, чтобы посмеяться над ангелами и Творцом. Чем выше они поднимались, тем труднее было удержать корчившееся зеркало, которое упало и разбилось на миллионы осколков разных размеров, сохранявших свойство зеркала. Если осколок попадал в глаз, человек видел всё шиворот навыворот, если осколок попадал в сердце, то оно превращалось в кусок льда, некоторые осколки вставили в оконные рамы или в очки, а многие осколки ещё летали по свету. Рассказ второй Мальчик и девочка В большом городе в смежных мансардах жили две бедные семьи. Соседи, мальчик и девочка, любили друг друга, как брат и сестра. Им нравилось играть в маленьком садике под крышей, состоящем из расположенных в водосточных желобах деревянных ящиков с цветущими розами и зеленью. Зимой Кай и Герда слушали сказки бабушки, рассказавшей о Снежной королеве. Герда боялась Снежной Королевы, но Кай обещал посадить её на горячую печку. В тот же вечер перед сном Кай увидел, как упавшая на цветочный ящик снежинка превратилась в прелестную снежную женщину. В её сверкающих, как звёзды, глазах не было ни теплоты, ни кротости. Наступило лето, дети пели псалом: Розы цветут… Красота, красота! Скоро узрим мы младенца Христа. Дети сидели под кустами роз и рассматривали книжку с картинками, когда Каю что-то попало в глаз и кольнуло в сердце. В глаз ему и в сердце попали два осколка зеркала тролля. Кай изменился: он вырвал розы, обидел Герду, стал передразнивать бабушку и соседей. Однажды Кай, играя на городской площади, привязал свои санки к белым саням, чтобы покататься. В санях была снежная королева в шубе и шапке из снега. Она завернула Кая в шубу и дважды поцеловала. После первого поцелуя он согрелся, а после второго забыл Герду и бабушку. Королева унесла его в тёмное свинцовое облако. Рассказ третий Цветник женщины, умевшей колдовать. Наступила весна. Герда не верила, что Кай умер, хотя все считали, что он утонул в реке. Герда предложила в дар реке новые красные башмачки, но лодка, на которую влезла Герда, отвязалась. Сначала Герда испугалась, а потом решила, что лодка несёт её к названому братцу Каю. Река принесла её к вишнёвому саду и домику с цветными стёклами, где жила старушка, которая умела колдовать. Герда рассказала ей свою историю, а старушка расчесала девочке волосы золотым гребешком, и Герда забыла Кая. Старушка хотела, чтобы Герда осталась у неё. Колдунья дотронулась до всех розовых кустов, чтобы они ушли под землю и не напомнили о Кае. Но старушка забыла о цветах на своей соломенной шляпе. Однажды Герда увидела розы, заплакала, и цветущие розы появились из земли в том месте, куда упали её слёзы. Розы сказали, что Кая нет среди мёртвых. Никто из цветов не знал, где Кай, они рассказывали свои сказки. Герда убежала из волшебного цветника, где вечно цвели цветы всех времён года. В остальном мире наступила унылая холодная осень. Рассказ четвёртый Принц и принцесса Босоногая Герда встретила ворона, который рассказал ей, что Кай, возможно, - счастливый избранник принцессы этого королевства. Однажды принцесса решила выйти замуж за молодого человека приятной наружности, который будет в беседе держать себя так же свободно, как дома, и окажется всех красноречивее. Но всех женихов от дворцового великолепия брала оторопь. На третий день явился бедно одетый небольшой человечек в скрипучих сапогах. Держался он «свободно и мило» и пришёл не свататься, а послушать умные речи принцессы. Герда была уверена, что это Кай. Герду не пустили во дворец босиком, поэтому невеста ворона провела её с чёрного хода. Во дворце Герда встретила только сны. Принц и принцесса спали в кроватях в виде белой и красной лилий. Затылок принца был похож на затылок Кая, поэтому Герда его разбудила. Она рассказала принцу и принцессе свою историю. Они пожалели Герду, наградили ворон, сделав их придворными. Принц уступил Герде кровать. Она погостила несколько дней, а потом принц и принцесса дали ей богатые наряды, золотую карету со слугами и сладостями. Рассказ пятый Маленькая разбойница На карету напали разбойники, и «славненькую жирненькую» девочку хотели убить. Но у разбойницы была необузданная и своевольная дочь, укусившая мать и потребовавшая Герду себе. В разбойничьем замке маленькая разбойница повела Герду в свой зверинец и узнала её историю. Когда маленькая разбойница уснула, лесные голуби рассказали Герде, что видели Кая в санях Снежной королевы, которая полетела в Лапландию. Северный олень, привязанный в зверинце, рассказал, что в Лапландии летний шатёр Снежной королевы, а её жильё возле Северного полюса, на острове Шпицберген. Утром маленькая разбойница велела северному оленю отвезти Герду ко дворцу Снежной королевы. Она отдала Герде всю одежду, оставив себе только муфту и дав взамен материны рукавицы, два хлеба и окорок. Рассказ шестой Лапландка и финка Олень донёс Герду к лапландке, жившей в жалкой избушке с низкой дверью. Лапландка покормила и обогрела Герду, а потом написала пару слов на сушёной треске и отправила Герду за 100 миль в Финмарк к знакомой финке. Там была дача Снежной королевы. Мудрая финка прочитала послание лапландки, а олень попросил её изготовить питьё, которое даст Герде силу двенадцати богатырей. Финка ответила, что Каю нравится у Снежной королевы, потому что у него в сердце и в глазу осколки волшебного зеркала. Сила Герды так велика, что ей служат люди и животные. Сила заключена в «милом, невинном детском сердечке». Олень донёс Герду без сапог и рукавиц до начала сада снежной королевы и ускакал. Навстречу Герде неслись живые снежные хлопья в виде зверей и чудовищ – войска Снежной королевы. Герда стала читать «Отче наш», и из её дыхания возник легион ангелов, превративших войско Снежной королевы в снежинки. Рассказ седьмой Что происходило в чертогах Снежной королевы и что случилось потом В белых, ярко сверкающих в северном сиянии чертогах снежной королевы, было холодно пустынно и мёртво, а Кай складывал изо льда всевозможные фигуры и слова, но не мог сложить слова «вечность», за которое Снежная королева обещала ему волю, весь свет и пару новых коньков. Снежная королева улетела побелить кратеры Везувия и Этны, а в это время, усмирив молитвой ветры, в зал вошла Герда. Герда заплакала, потому что Кай был неподвижный и холодный, с ледяным сердцем. Её слёзы растопили сердце и расплавили осколок. Герда запела псалом, отчего Кай заплакал, и осколок вытек из глаза. Кай узнал Герду. Радость была такая, что льдины пустились в пляс и сами собой сложили слово «вечность», которое освобождало Кая от власти Снежной королевы. Кая и Герду ждали олень с оленихой, напоившей их молоком. Дети попрощались с финкой, а лапландка сшила им новую одежду. В лесу уже началась весна. Они встретили маленькую разбойницу, которой наскучило дома. Она рассказала, что принц и принцесса уехали в чужие края, а лесной ворон умер. Кай и Герда вернулись домой. Они стали взрослыми людьми, но остались детьми сердцем и душою. Они сели на свои стульчики под розовыми кустами и под бабушкино чтение Евангелия поняли смысл старого псалма о розах и младенце Христе."
    },
    {
      "id": "2",
      "title": "Фенька",
      "src": "https://s3.eu-west-1.amazonaws.com/fairytalesbucket/img/1620741041368.jpeg",
      "isAvailableForGuest": false,
      "author": "Леонид Пантеллев",
      "genre": "Колыбельная песня",
      "type": "text",
      "text": "Как-то вечером рассказчик был дома один и услышал странное царапанье. Он начал искать источник шума и увидел на карнизе за окном крошечную девочку размером не более пальца. Рассказчик впустил ее в дом и начал расспрашивать. Оказалось, что малышку зовут Фенька, кто ее родители она не знает, а попала сюда, спасаясь от собак на улице. Феня попросила поесть. Рассказчик оставил девочку на диване и отправился на кухню. Он приготовил для нее ужин в виде молока и раскрошенного хлеба с котлетой. За это время Фенька успела спрятаться под диван, рассказчик объяснил ей, что нужно есть за столом. Девочка отказывается от приготовленной еды, она не хочет даже сладостей и просит гвоздиков. Выясняется, что обыкновенную еду Фенька не ест и питается строительными материалами, бумагой, средствами бытовой химии – самыми разными предметами. Малышка съедает гвоздь, спички, выпивает блюдечко керосина и ложится спать в устроенную для нее постель. Утром обнаруживается, что Фенька съела салфетку, которой укрывалась на ночь. Рассказчик готовит для нее завтрак и просит уйти: ему не нравится, что девочка может скушать все в его доме. Но Фенька со слезами на глазах умоляет не выгонять ее и обещает без спроса ничего не есть. Рассказчик соглашается. Уходя на работу, он оставляет девочке гвоздиков, а придя домой, видит, что ничего сверх этого не съедено и хвалит Феньку. Вскоре он замечает, что в чернильнице нет чернил. Оказывается, их выпила девочка, потому что ее обед был слишком соленым, а не пить она не обещала. На другой день рассказчик решает занять Феньку делом, чтобы отвлечь ее от мыслей о еде, и поручает навести порядок в его отсутствие. Но девочка ничего не сделала и съела метелку. В итоге рассказчик решает прятать ее на день в маленький чемодан, из которого со временем получился настоящий уютный домик. Фенька стала жить в нем и даже немного подросла. Основная мысль произведения – без определенных нравственных правил, умения быть ответственным и держать данное слово сложно жить и иметь хорошие взаимоотношения с окружающими людьми. Важно уметь находить общий язык с окружающими людьми."
    },
    {
      "id": "3",
      "title": "Рыцари",
      "src": "https://s3.eu-west-1.amazonaws.com/fairytalesbucket/img/1620808141774.jpeg",
      "isAvailableForGuest": true,
      "author": "Виктор Драгунский",
      "genre": "Приключение",
      "type": "text",
      "text": "Однажды учитель Борис Сергеевич объяснил ребятам, что значит поступать по-рыцарски. Мальчишки тут же заявили, что все они, конечно же рыцари. После уроков Мишка купил своей маме конфет. Денису тоже очень хотелось сделать маме подарок, но у него не было денег. Ребята обшарили все уголки Денискиной квартиры: вдруг за диваном или шкафом завалялась мелочь. Но, увы, ничего не обнаружили. И тут Мишка увидел, что в буфете стоят две бутылки вина. А что, если слить вино в банку, а бутылки сдать и получитьза них деньги? Вечером Денискина мама получила подарок и узнала, что ее сын теперь рыцарь. А вот с папой вышел казус: он подумал, что в банке компот, и выпил стаканчик. Дениске пришлось срочно прятаться за шкаф. Но через минуту папа успокоился и обратил все в шутку. Ведь Дениска хотел сделать маме приятное. – Ну-ка, расскажите, кто из вас что подарил маме на Восьмое марта? Ну-ка ты, Денис, докладывай.  – Я маме на Восьмое марта подарил подушечку для иголок. Красивую. На лягушку похожа. Три дня шил, все пальцы исколол. Я две такие сшил.  А Мишка добавил:  – Мы все по две сшили. Одну – маме, а другую – Раисе Ивановне.  – Это почему же все? – спросил Борис Сергеевич. – Вы что, так сговорились, чтобы всем шить одно и то же?  – Да нет, – сказал Валерка, – это у нас в кружке «Умелые руки» – мы подушечки проходим. Сперва проходили чертиков, а теперь подушечки.  – Каких еще чертиков? – удивился Борис Сергеевич.  Я сказал:  – Пластилиновых! Наши руководители Володя и Толя из восьмого класса полгода с нами чертиков проходили. Как придут, так сейчас: «Лепите чертиков!» Ну, мы лепим, а они в шахматы играют.  – С ума сойти, – сказал Борис Сергеевич. – Подушечки! Придется разобраться! Стойте! – И он вдруг весело рассмеялся. – А сколько у вас мальчишек в первом 'В'?  – Пятнадцать, – сказал Мишка, – а девочек – двадцать пять.  Тут Борис Сергеевич прямо покатился со смеху.  А я сказал:  – У нас в стране вообще женского населения больше, чем мужского.  Но Борис Сергеевич отмахнулся от меня.  – Я не про то. Просто интересно посмотреть, как Раиса Ивановна получает пятнадцать подушечек в подарок! Ну ладно, слушайте: кто из вас собирается поздравить своих мам с Первым мая?  Тут пришла наша очередь смеяться. Я сказал:  – Вы, Борис Сергеевич, наверное, шутите, не хватало еще и на май поздравлять.  – А вот и неправильно, именно что необходимо поздравить с маем своих мам. А это некрасиво: только раз в году поздравлять. А если каждый праздник поздравлять – это будет по-рыцарски. Ну кто знает, что такое рыцарь?  Я сказал:  – Он на лошади и в железном костюме.  Борис Сергеевич кивнул.  – Да, так было давно. И вы, когда подрастете, прочтете много книжек про рыцарей, но и сейчас, если про кого говорят, что он рыцарь, то это, значит, имеется в виду благородный, самоотверженный и великодушный человек. И я думаю, что каждый пионер должен обязательно быть рыцарем. Поднимите руки, кто здесь рыцарь?  Мы все подняли руки.  – Я так и знал, – сказал Борис Сергеевич, – идите, рыцари!  Мы пошли по домам. А по дороге Мишка сказал:  – Ладно уж, я маме конфет куплю, у меня деньги есть.  И вот я пришел домой, а дома никого нету. И меня даже досада взяла. Вот в кои-то веки захотел быть рыцарем, так денег нет! А тут, как назло, прибежал Мишка, в руках нарядная коробочка с надписью: «Первое мая». Мишка говорит:  – Готово, теперь я рыцарь за двадцать две копейки. А ты что сидишь?  – Мишка, ты рыцарь? – сказал я.  – Рыцарь, – говорит Мишка.  – Тогда дай взаймы.  Мишка огорчился:  – Я все истратил до копейки.  – Что же делать?  – Поискать, – говорит Мишка, – ведь двадцать копеек – маленькая монетка, может, куда завалилась хоть одна, давай поищем.  И мы всю комнату облазили – и за диваном, и под шкафом, и я все туфли мамины перетряхнул, и даже в пудре у нее пальцем поковырял. Нету нигде.  Вдруг Мишка раскрыл буфет:  – Стой, а это что такое?  – Где? – говорю я. – Ах, это бутылки. Ты что, не видишь? Здесь два вина: в одной бутылке – черное, а в другой – желтое. Это для гостей, к нам завтра гости придут.  Мишка говорит:  Рыцари Драгунского– Эх, пришли бы ваши гости вчера, и были бы у тебя деньги.  – Это как?  – А бутылки, – говорит Мишка, – да за пустые бутылки деньги дают. На углу. Называется «Прием стеклотары»!  – Что же ты раньше молчал! Сейчас мы это дело уладим. Давай банку из-под компота, вон на окне стоит.  Мишка протянул мне банку, а я открыл бутылку и вылил черновато-красное вино в банку.  – Правильно, – сказал Мишка. – Что ему сделается?..  – Ну конечно, – сказал я. – А куда вторую?  – Да сюда же, – говорит Мишка, – не все равно? И это вино, и то вино.  – Ну да, – сказал я. – Если бы одно было вино, а другое керосин, тогда нельзя, а так, пожалуйста, еще лучше. Держи банку.  И мы вылили туда и вторую бутылку.  Я сказал:  – Ставь ее на окно! Так. Прикрой блюдечком, а теперь бежим!  И мы припустились. За эти две бутылки нам дали двадцать четыре копейки. И я купил маме конфет. Мне еще две копейки сдачи дали. Я пришел домой веселый, потому что я стал рыцарем, и, как только мама с папой пришли, я сказал:  – Мам, я теперь рыцарь. Нас Борис Сергеевич научил!  Мама сказала:  – Ну-ка расскажи!  Я рассказал, что завтра я маме сделаю сюрприз. Мама сказала:  – А где же ты денег достал?  – Я, мам, пустую посуду сдал. Вот две копейки сдачи.  Тут папа сказал:  – Молодец! Давай-ка мне две копейки на автомат!  Мы сели обедать. Потом папа откинулся на спинку стула и улыбнулся:  – Компотику бы.  – Извини, я сегодня не успела, – сказала мама.  Но папа подмигнул мне:  – А это что? Я давно уже заметил.  И он подошел к окну, снял блюдечко и хлебнул прямо из банки. Но тут что было! Бедный папа кашлял так, как будто он выпил стакан гвоздей. Он закричал не своим голосом:  – Что это такое? Что это за отрава?!  Я сказал:  – Папа, не пугайся! Это не отрава. Это два твоих вина!  Тут папа немножко пошатнулся и побледнел.  – Какие два вина?! – закричал он громче прежнего.  – Черное и желтое, – сказал я, – что стояли в буфете. Ты, главное, не пугайся.  Папа побежал к буфету и распахнул дверцу. Потом он заморгал глазами и стал растирать себе грудь. Он смотрел на меня с таким удивлением, будто я был не обыкновенный мальчик, а какой-нибудь синенький или в крапинку. Я сказал:  – Ты что, папа, удивляешься? Я вылил твои два вина в банку, а то где бы я взял пустую посуду? Сам подумай!  Мама вскрикнула:  – Ой!  И упала на диван. Она стала смеяться, да так сильно, что я думал, ей станет плохо. Я ничего не мог понять, а папа закричал:  – Хохочете? Что ж, хохочите! А между прочим, этот ваш рыцарь сведет меня с ума, но лучше я его раньше выдеру, чтобы он забыл раз и навсегда свои рыцарские манеры.  И папа стал делать вид, что он ищет ремень.  – Где он? – кричал папа. – Подайте мне сюда этого Айвенго! Куда он провалился?  А я был за шкафом. Я уже давно был там на всякий случай. А то папа что-то сильно волновался. Он кричал:  – Слыханное ли дело выливать в банку коллекционный черный «Мускат» урожая 1954 года и разбавлять его жигулевским пивом?!  А мама изнемогала от смеха. Она еле-еле проговорила:  – Ведь это он… из лучших побуждений… Ведь он же… рыцарь… Я умру от смеха.  И она продолжала смеяться.  А папа еще немного пометался по комнате и потом ни с того ни с сего подошел к маме. Он сказал:  – Как я люблю твой смех.  И наклонился и поцеловал маму.  И я тогда спокойно вылез из-за шкафа."
    },
    {
      "id": "4",
      "title": "Три маленьких поросенка",
      "src": "https://s3.eu-west-1.amazonaws.com/fairytalesbucket/img/1619356519779.jpeg",
      "isAvailableForGuest": false,
      "author": "Джозеф Джейкобс",
      "genre": "Обучение",
      "type": "text",
      "text": "Жили однажды три брата поросенка. Они были похожи друг на друга, одного звали Ниф-Ниф, второго Наф-Наф, а третьего Нуф-Нуф. Летом поросята отдыхали, наслаждались теплой погодой, резвились и нежились на солнце. Но вскоре пришли первые холода, а с ними и осень. Наф-Наф первым задумался о приходе холодов, он проснулся рано утром и предложил братьям построить жилье на зиму. Оба брата не захотели принимать участие в постройке и помощи, так как считали, что до зимы еще далеко и поэтому они в любой момент успеют построить себе убежище. Наф-Наф пошел строить дом, в то время как братья продолжали отдыхать. Они говорили, что с завтрашнего дня начнут и себе дома возводить, но это не произошло. Игры двух поросят продолжались до тех пор, пока лужи не стали покрываться тонким слоем льда. Ниф-Ниф делал себе дом из соломы, он считал, что она послужит отличным материалом. В итоге дом он построил за один день. Нуф-Нуф тоже взялся за работу, но без особого энтузиазма, сначала он тоже хотел строить из соломы, но все посчитал, что она недостаточно сохраняет тепло. Поэтому этот поросенок взял себе ветки и тонкие прутья. Когда дома Нуф-Нуфа и Ниф-Нифа были готовы, они решили пойти в гости к третьему брату и посмотреть, что построил тот. Наф-Наф в отличие от своих братьев вел строительство не один день, он месил глину и хотел построить себе надежный и крепкий дом. Братья не понимали, зачем Наф-Наф строит себе такой дом, мол, зачем строить целую крепость. Наф-Наф рассказал, что боится волка, а братья лишь посмеялись в ответ, так как считали, что волки тут не водятся. По дороге домой Нуф-Нуф и Ниф-Ниф встретили волка, он был очень страшный и большой. Ниф-Ниф первым забежал в свой соломенный дом, волк просил открыть ему дверь, но поросенок не отрывал. Тогда волк просто дунул и снес сначала крышу, а потом и весь домик поросенка. Ниф-Ниф со всех сил бежал к Нуф-Нуфу. Волк пошел на хитрость и к дому Нуф-Нуфа подкрался в овечьей шкуре и притворился бедной овечкой. Поросята, ничего не подозревая решили пустить овечку, но увидели за дверью волка. Он снова принялся дуть на дом, но в этот раз ему потребовалось больше усилий. В итоге домик завалился. Спаслись поросята лишь в доме у Наф-Нафа, так как он был крепким, с тех пор братья жили вместе. Автор этой сказкой учит нас не быть ленивыми, подходить к делу с умом, не откладывать на потом, а также помогать своим близким."
    },
    {
      "id": "5",
      "title": "Мамонтенок",
      "src": "https://s3.eu-west-1.amazonaws.com/fairytalesbucket/img/1620807600838.jpeg",
      "isAvailableForGuest": false,
      "author": "Дина Непомнящая",
      "genre": "Приключение",
      "type": "text",
      "text": "В одной стране — Африке жил был огромный Серый слон, он такой здоровенный, как грузовая машина. Шел он как-то по своим делам через джунгли и услышал плач ребенка. Слон решил проверить в чем там дело, раздвинул своим огромным хоботом заросли кустов и увидел маленького необычного слоненыша, он был розового цвета, и раза в два меньше, чем серые слонята. Большой слон решил, что здесь что-то произошло не то , раз малышок сам посреди джунглей и плачет, и поинтересовался у малыша, что случилось, а слоненыш начал жалобным тоненьким голосочком рассказывать, что произошло: — Я только родился, маму видел всего раз и то одним глазком, потом меня мамуля поцеловала и положила спать в колыбельку, а проснулся я посреди джунглей сам. Мне страшно, я голодный и хочу пить и еще где мама? — Сейчас пойдем в мой город слонов, там поговорим со старейшинами, может они что-то знают, или видели когда нибудь таких необычных слоников, как ты — ответил Серый слон. Когда они дошли до города слонов, их уже встречали старейшины — самые мудрые и старые слоны, ведь в джунглях вести распространяются гораздо быстрее, чем ходят слоны. Старейшины внимательно изучили малыша, они долго рассматривали его, затем измеряли , потом трогали, нюхали и даже лизнули. Их вердикт был таков: — Безусловно, это слоненок, но порода явно не наша, таких слонов нам видеть прежде не приходилось. Малышу поможем, ведь он наш родственник, хоть и дальний, раз уж ты его нашел, тебе и доводить дело до конца. Отправляйся, Серый слон, искать родителей малыша. И снова они вдвоем побрели по джунглям в поисках родителей. И тут Серому слону пришла идея, а если это люди привезли сюда таких необычных слонов. Он решил идти в город. На подходе к городу была слышна громкая музыка, гомон и смех людей, как будто где-то был праздник. Подойдя поближе слоны увидели необычное строение — это был цирковой шатер, вокруг него стояли шатры поменьше — для животных и актерской труппы. Везде было шумно — играл духовой оркестр, летали воздушные шары, пестрели яркие флаги, и бродила толпа клоунов, развлекая зрителя. От всей этой суматохи слон растерялся и не знал, что делать, но тут из маленького шатра вышел грустный пудель , увидел слона и сказал: — Такой большой слон! У нас тоже есть слоны, но они поменьше и розового цвета, У них сегодны произошла беда: когда машина везла их семейство через джунгли, из машины выпал их новорожденый малыш, работник оказывается неплотно закрыл дверку машины, она раскрылась от тряски и слоненок выкатился. Слоны стучали хоботами в стену и трубили, но когда водитель их услышал и остановил машину, было уже поздно, они отьехали уже далеко и потеряли малыша из виду. Сколько слоненка не искали так найти и не смогли -да разве в джунглях что найдешь? А Серый слон и отвечает: — Я вот нашел, вашего слоненка, а тебе слоненок, похоже , я нашел родителей. Они пошли в шатер к слонам, родители были счастливы, увидев свою пропажу, они его и обнимали и целовали и плакали от радости. Уходя Серый слон пообещал прийти на выступление малыша, а слоненок радостно махал ему вслед своим хоботом и говорил: — Я буду ждать."
    },
    {
      "id": "6",
      "title": "Дракон Севера",
      "src": "https://s3.eu-west-1.amazonaws.com/fairytalesbucket/img/1618671042924.jpeg",
      "isAvailableForGuest": false,
      "author": "Эндрю Лэнг",
      "genre": "",
      "type": "text",
      "text": "Просторная уютная кухня. Никого нет, только у пылающего очага греется Кот. В дом заходит уставший с дороги случайный прохожий. Это Ланцелот. Он зовёт кого-нибудь из хозяев, но ответа нет. Тогда он обращается к Коту и узнает, что хозяева — архивариус Шарлемань и его дочь Эльза — ушли со двора, а он, Кот, пока старается отдохнуть душой, потому что в семье огромное горе. После настойчивых просьб Ланцелота Кот рассказывает: над их городом четыреста лет назад поселился отвратительный Дракон, который каждый год выбирает себе девушку, уводит её в свою пещеру, и больше её уже никогда никто не видит (по слухам, все жертвы умирают там от омерзения). А сейчас настала очередь Эльзы. Вернувшиеся хозяева очень приветливы с неожиданным гостем. Оба спокойны, Эльза приглашает всех к ужину. Ланцелота поражает их самообладание, но оказывается, они просто смирились со своей участью. Лет двести назад кое-кто сражался с Драконом, однако всех смельчаков он убил. Завтра, как только чудовище уведёт Эльзу, отец её тоже умрёт. Попытки Ланцелота пробудить в Шарлемане и его дочери волю к сопротивлению безрезультатны. Тогда он объявляет, что готов убить Дракона. Раздаётся нарастающий шум, свист и вой. «Лёгок на помине!» — говорит Кот. Входит пожилой мужчина. Ланцелот смотрит на дверь, ожидая, когда же войдёт чудовище. А это он и есть — Шарлемань поясняет, что иногда Дракон принимает облик человека. После короткого разговора Ланцелот вызывает его на бой. Дракон багровеет и сулит дерзкому немедленную гибель. Вмешивается архивариус — он напоминает, что 382 года назад Дракон подписал документ, по которому день сражения назначает не он, а его соперник. Дракон отвечает, что тогда был сентиментальным мальчишкой, а сейчас он не собирается обращать внимание на тот документ. Кот выскакивает в окно, обещая всем все рассказать. Дракон негодует, но в конце концов соглашается драться завтра и уходит. Эльза уверяет Ланцелота, что напрасно он все затеял: умирать ей не страшно. Но Ланцелот непреклонен — надо убить злодея. В это время вбегает Кот с сообщением, что оповестил знакомых кошек и всех своих котят, которые тут же разнесли по всему городу весть о предстоящем поединке. Появляется Бургомистр. Он обрушивается на Ланцелота с упрёками и убеждает его уехать как можно скорее. Вошедший следом сын Бургомистра Генрих (бывший жених Эльзы, а теперь лакей и личный секретарь Дракона) требует, чтобы его оставили наедине с девушкой. Он передаёт ей приказ хозяина убить Ланцелота и вручает для этого отравленный нож. Эльза берет нож, решив, что убьёт им себя. Встретившись на городской площади, Бургомистр с сыном обсуждают предстоящие события. Генрих сообщает, что его повелитель очень нервничает. Спрашивает отца, не сомневается ли тот в победе Дракона. Бургомистр догадывается, что это тайный допрос по поручению хозяина. В свою очередь он пытается разузнать у Генриха, не приказывал ли Дракон «потихонечку тюкнуть господина Ланцелота», и, не добившись прямого ответа, прекращает разговор. На площади с фальшивой торжественностью происходит церемония вручения оружия противнику Дракона. На деле ему предлагают медный тазик от цирюльника вместо щита, вручают справку, что копье в ремонте, и сообщают, что рыцарских лат на складе не обнаружили. Но устроившийся на крепостной стене Кот шёпотом сообщает Ланцелоту хорошие новости. Слова его прерваны воем и свистом, после чего появляется Дракон. Он приказывает Эльзе попрощаться с Ланцелотом, а потом — убить его. Она повинуется. Но — это уже не прощание, а объяснение двух влюблённых, и кончается оно поцелуем, а затем Эльза бросает в колодец висевший у неё на поясе нож и больше не хочет слушать Дракона. Придётся драться, понимает Дракон. И уходит. Кот обращает внимание Ланцелота на нескольких погонщиков с ослом. Те передают Ланцелоту ковёр-самолёт и шапку-невидимку, а также меч и копье. Надев шапку, Ланцелот исчезает. Распахиваются дворцовые двери. В дыму и пламени видны три гигантские головы, огромные лапы и горящие глаза Дракона. Он ищет Ланцелота, но того нигде нет. Неожиданно слышится звон меча. Одна за другой головы Дракона падают на площадь, взывая о помощи, но никто, даже Бургомистр с Генрихом, не обращает на них внимание. Когда все уходят, появляется, опираясь на погнутый меч, держа шапку-невидимку, Ланцелот. Он тяжело ранен и мысленно прощается с Эльзой: смерть уже близко. После гибели Дракона власть захватывает Бургомистр. Теперь он именуется президентом вольного города, а место бургомистра досталось его сынку. Все неугодные брошены в тюрьму. Горожане, как и прежде, в подчинении и покорности. Новый правитель, провозгласив себя победителем Дракона, собирается жениться на Эльзе. Но его не оставляет страх, что Ланцелот вернётся. Он подсылает сына поговорить с Эльзой и выяснить, нет ли у неё известий о Ланцелоте. При разговоре с Эльзой Генрих полон притворного сочувствия, и поверившая в его искренность Эльза рассказывает ему все, что знает. Ланцелот не вернётся. Кот нашёл его раненым, уложил на спину знакомого осла и вывел их из города в горы. В дороге сердце героя перестало биться. Кот велел ослу повернуть обратно, чтобы Эльза могла проститься с умершим и похоронить его. Но ослик заупрямился и пошёл дальше, а Кот вернулся домой. Бургомистр в восторге: теперь ему некого бояться и можно сыграть свадьбу. Съезжаются гости, но невеста неожиданно отказывается стать женою президента вольного города. Она обращается к собравшимся, умоляя их очнуться: неужели Дракон не умер, а воплотился на этот раз во множество людей, неужели никто не вступится за неё?! В это время появляется Ланцелот, которого вылечили друзья в далёких Чёрных горах. Перепуганный Бургомистр старается быть с ним любезным, гости прячутся под стол. Эльза не сразу верит своим глазам. Ланцелот признается, что очень тосковал по ней, она — что любит его больше прежнего. Генрих и Бургомистр пытаются удрать, но Ланцелот останавливает их. Целый месяц он в шапке-невидимке бродил по городу и видел, какой страшной жизнью живут люди, потерявшие способность сопротивляться злу. А сделали это те, кого он год назад освободил от Дракона! Бургомистра и Генриха уводят в тюрьму. Ланцелот же готов к тяжёлой работе — убить дракона в изуродованных душах. Но это впереди, а сейчас он берет Эльзу за руку и велит музыке играть — свадьба сегодня все-таки состоится!"
    },
    {
      "id": "7",
      "title": "Красная Шапка",
      "src": "https://s3.eu-west-1.amazonaws.com/fairytalesbucket/img/1618247886403.jpeg",
      "isAvailableForGuest": false,
      "author": "Джек Лондон",
      "genre": "Обучние",
      "type": "text",
      "text": "Жила-была в одной деревне девочка красоты невиданной: мать любила её без памяти, а бабушка и того больше. Сшила как-то раз бабушка любимой внучке шапочку красного цвета и так сильно она девочке понравилась, что и снимать не хотелось. Всюду ходила она в своей шапочке, потому и стали называть её Красной Шапочкой. Раз испекла мама пирожки и говорит своей дочке: - Сходи-ка ты навести бабушку, ей нездоровится. Да отнеси ей пирожки и горшочек масла. Смотри только в лесу не останавливайся и ни с кем не разговаривай. Красная Шапочка была послушной девочкой, она сейчас же собралась и отправилась к бабушке, которая жила в другой деревне. Идёт она по лесной тропинке и тут навстречу ей волк. Волк хотел было её съесть, да побоялся, потому что поблизости был слышен стук дровосеков. Вот он и спрашивает: - Куда ты идёшь, Красная Шапочка? Бедная девочка забыла, что опасно в лесу останавливаться и разговаривать с волками, и отвечает ему: - Иду к бабушке; несу ей пирожки да горшочек масла. - А далеко живёт твоя бабушка? - спрашивает волк. - Очень далеко! - отвечает Красная Шапочка: - вон за той мельницей, что виднеется на опушке леса; а там будет первый дом как войдёшь в деревню. - Знаешь, - говорит ей волк: - пойду-ка и я навещу твою бабушку. - Я пойду этой дорогой, а ты ступай по той: посмотрим, кто из нас быстрее дойдёт. И волк бросился изо всех сил бежать по самой короткой дороге, а девочка побрела неспеша по самой длинной. По пути она собирала букеты и напевала песенки. Прибежал волк первым к бабушкину дому. Постучался: - Тук, тук. - Кто там? - Это я, внучка ваша, Красная Шапочка, - отвечал волк тоненьким голоском: - принесла вам пирожки да горшочек масла. Бабушка лежала в постели, потому что ей немного нездоровилось, и крикнула оттуда: - Дёрни за верёвочку, дверь сама и откроется. Волк дёрнул за верёвочку, дверь открылась. Он бросился на старушку и разом проглотил её, потому что уже больше трёх дней ничего не кушал. Потом он запер дверь, улегся в бабушкину постель и стал поджидать Красную Шапочку, которая через некоторое время добрела до бабушкиного домика и постучалась: - Тук, тук. - Кто там? Услышав грубый голос, Красная Шапочка сперва было испугалась, но подумав, что видимо у бабушки голос осип из-за болезни, отвечала: - Это я, внучка ваша, Красная Шапочка, принесла вам пирожки да горшочек масла. Волк крикнул как-только мог тонким голосом: - Дёрни за верёвочку, дверь сама и откроется. Красная Шапочка дёрнула за верёвочку, дверь открылась. Когда девочка вошла, волк закутался хорошенько в одеяло, чтоб она его не узнала, и говорит: - Положи куда-нибудь пирожок да горшочек масла, и иди приляг со мною, отдохни с дороги. Красная Шапочка прилегла рядом и спрашивает: - Бабушка, бабушка, а почему у тебя такие большие руки? - Это, внучка, чтобы покрепче тебя обнимать. - Бабушка, бабушка, а почему у тебя такие большие уши? - Это, внучка, чтобы получше тебя слышать. - Бабушка, бабушка, а почему у тебя такие большие глаза? - Это, внучка, чтобы получше тебя видеть. - Бабушка, бабушка, а почему у тебя такие большие зубы? - А это, чтобы тебя съесть! И с этими словами злой волк бросился на Красную Шапочку и проглотил её. Хорошо, что в ту пору в лесу работали дровосеки. Они услышали шум и вбежали в дом, где сразу кинулись к волку и убили его. Освободили Красную Шапочку и бабушку. Обе были целые и невредимые."
    },
    {
      "id": "8",
      "title": "Красавица и чудовище",
      "src": "https://s3.eu-west-1.amazonaws.com/fairytalesbucket/img/1618673467128.jpeg",
      "isAvailableForGuest": false,
      "author": "Жанна-Мари Лепренс де Бомон",
      "genre": "Приключение",
      "type": "text",
      "text": "Жил в своё время богатый купец. И было у того купца три дочери. Самой прекрасной из них слыла младшая. Её так и называли — наша Красавица. А старшие сёстры росли гордячками и кривляками. Собрался купец ехать по делам. Стали старшие сёстры просить его привезти богатые меха, платья и шляпки, украшения и всякие безделушки. А младшая сказала: — Привезите мне, батюшка, розу, каких здесь никто не видывал. Уехал купец. Дорога его лежала через дремучий лес. Был холодный зимний день. Густыми хлопьями валил снег. Ветер завывал. Конь его заплутал в заснеженном лесу. И вдруг в черноте леса увидел купец слабый огонёк. Направил он коня на далёкий свет и вскоре увидел перед собой громадный замок. Купец поспешил въехать в ворота. Но, к его удивлению, никто не вышел к нему навстречу. Двор был пуст. Купец вошёл в замок. Но и там никого не встретил. Он распахнул золочёные двери и попал в огромный светлый зал. Жаркий огонь пылал в камине. Близилась полночь, купец очень устал. Он лёг в постель и уснул крепким сном. Утром купец пробудился и выглянул в окно. К его удивлению, зимы и мороза как не бывало. Шумела листва, среди зелёных лужаек благоухали цветы. Он вышел во двор. Проходя мимо беседки, увитой розами, он восхитился невиданными бутонами и чудесным ароматом, разлитым вокруг. Тут он вспомнил о просьбе своей младшей дочери, Красавицы, и сорвал одну розу. В то же мгновение грянул гром, померкло небо, и перед ним предстало Чудовище, столь отвратительное, что купец застыл от ужаса. — Неблагодарный! — пророкотало Чудовище. — Я спас тебе жизнь, пригрел, накормил, а ты причинил мне боль. Эти розы — единственная моя радость и утешение. — О господин! — взмолился купец. — Помилуйте меня! Я не хотел вас обидеть, сорвав розу для одной из моих дочерей. — Хорошо, — пророкотало Чудовище. — Если одна из твоих дочерей согласится приехать сюда, то я отпущу тебя целым и невредимым. Если же никто из них не пожелает приехать, то через три месяца ты должен вернуться назад и принять смерть. Что оставалось делать? Купец поклялся вернуться и двинулся в обратный путь. Дорога, будто по волшебству, сама вела коня, и — о чудо! — всего через час купец оказался у порога своего дома. Выбежали навстречу ему дочери, принялись обнимать и целовать отца. Но он был печален и лишь протянул младшей дочери прекрасную розу, которая по-прежнему благоухала тонким ароматом и свежестью. — Возьми, моя Красавица, эту розу, — промолвил он, — очень дорогую цену заплатил я за неё. Рассказал купец дочерям, что с ним приключилось. Старшие сёстры ни за что не соглашались ехать на съедение к Чудовищу. А Красавица молвила: — Не печальтесь, отец, я отправлюсь к Чудовищу. Наутро они запрягли коня, и Красавица выехала со двора. Не прошло и часа, как дорога сама вывела их к замку Чудовища. Распахнутые ворота приглашали путницу въехать во двор. Просторный зал встретил её роскошным столом, уставленным всевозможными яствами. А вечером, когда зажглись тысячи свечей, в глубине замка послышались тяжёлые шаги Чудовища. Пол и стены сотрясались от его поступи. Красавица невольно вздрогнула и вся сжалась от страха. Но она постаралась не показать своего ужаса перед страшным Чудовищем. Оно взглянуло на девушку, покачало своей лохматой головой и прошелестело: — Не стану больше пугать вас своим видом, Красавица. Постарайтесь не скучать в вашем новом доме. Девушке стало жалко это добродушное страшилище, и она, пересилив себя, протянула руку и погладила мохнатую лапу Чудовища. — Вы так добры, — нежно улыбнулась она. Чудовище попятилось и исчезло. Из пустоты уже донеслось до Красавицы: — Спас-си-и-бо... Прошло несколько дней. Красавица гуляла в цветущем и благоухающем саду, срывала 268 спелые плоды, смотрелась в чистые воды пруда, слушала небесную музыку невидимых музыкантов. А по вечерам Чудовище навещало Красавицу, и они вели длинные беседы. Здесь открылся тонкий ум этого жуткого урода, речи его были остроумны и занимательны. Красавица так привыкла к этим вечерним беседам, что с приближением сумерек уже с нетерпением ожидала, когда откроется дверь и в ней появится страшная лохматая голова. Правда, теперь она почти и не замечала уродства Чудовища, не страшилась его громкого голоса. Однажды Красавица осмелилась попросить Чудовище разрешить ей навестить отца. — Хорошо, — согласилось Чудовище. — Но ровно через семь дней я жду вас здесь, в саду. Для того чтобы вернуться, вам достаточно надеть вот это кольцо. И Чудовище протянуло ей тоненькое золотое колечко. Наутро Красавица оказалась снова в своём деревенском доме. Как только сёстры увидели Красавицу весёлой и счастливой, зависть проникла в их души. — Надо задержать её здесь подольше, — предложила старшая сестра. — И тогда её противное Чудовище умрёт от тоски! — подхватила средняя сестра. Красавица не устояла перед их просьбами и решила остаться ещё на неделю. Но в первую же ночь ей привиделось во сне, будто Чудовище замертво лежит в саду на траве и губы его еле слышно произносят её имя. — Какая же я злая и бессердечная! — воскликнула Красавица. С этими словами она надела на палец колечко и тут же оказалась в замке Чудовища. Но никто не нарушал тишину замка. Красавица встревожилась. Неужто Чудовище умерло? В отчаянии Красавица бросилась на поиски Чудовища. Она обежала весь замок, заглянула во все потаённые уголки его и в самой удалённой беседке у пруда обнаружила Чудовище. Беспомощное его тело распростёрлось на земле. Ни вздоха, ни звука не вырывалось из его груди. — Не умирайте, пожалуйста! — воскликнула Красавица. — Я люблю вас! В тот же миг множество огней зажглось в замке и в саду. Это сияние и сверкание ослепило Красавицу. Она зажмурилась, а когда открыла глаза, то не увидела Чудовища. Оно исчезло. Зато рядом с ней стоял прекрасный принц. — Вы своей любовью сняли чары злой волшебницы, — сказал он. — По её заклятию я должен был жить в обличье безобразного зверя, пока какая-нибудь девушка не согласится стать моей женой. Я предлагаю вам свою корону и королевство! Он женился на Красавице, и они прожили долгую и счастливую жизнь."
    },
    {
      "id": "9",
      "title": "Король-лягушка",
      "src": "https://s3.eu-west-1.amazonaws.com/fairytalesbucket/img/1618649820912.jpeg",
      "isAvailableForGuest": true,
      "author": "Братья Гримм",
      "genre": "",
      "type": "text",
      "text": "В стародавние времена, когда заклятья ещё помогали, жил-был на свете король; все дочери были у него красавицы, но самая младшая была так прекрасна, что даже солнце, много видавшее на своем веку, и то удивлялось, сияя на её лице.  Вблизи королевского замка раскинулся большой дремучий лес, и был в том лесу под старою липой колодец; и вот в жаркие дни младшая королевна выходила в лес, садилась на край студёного колодца, и когда становилось ей скучно, она брала золотой мяч, подбрасывала его вверх и ловила - это было её самой любимой игрой.  Но вот однажды, подбросив свой золотой мяч, она поймать его не успела, он упал наземь и покатился прямо в колодец. Королевна глаз не спускала с золотого мяча, но он исчез, а колодец был такой глубокий, такой глубокий, что и дна было не видать. Заплакала тогда королевна, и стала плакать все сильней и сильней, и никак не могла утешиться.  Вот горюет она о своем мяче и вдруг слышит - кто-то ей говорит:  - Что с тобой, королевна? Ты так плачешь, что и камень разжалобить можешь.  Она оглянулась, чтоб узнать, откуда этот голос, вдруг видит - лягушонок высунул из воды свою толстую, уродливую голову.  - А-а, это ты, старый квакун, - сказала она, - я плачу о своём золотом мяче, что упал в колодец.  - Успокойся, чего плакать, - говорит лягушонок, - я тебе помогу. А что ты мне дашь, если я найду твою игрушку?  - Всё, что захочешь, милый лягушонок, - ответила королевна. - Мои платья, жемчуга, драгоценные камни и впридачу золотую корону, которую я ношу. Говорит ей лягушонок:  - Не надо мне ни твоих платьев, ни жемчугов, ни драгоценных камней, и твоей золотой короны я не хочу, а вот если б ты меня полюбила бы да со мной подружилась, и мы играли бы вместе, и сидел бы я рядом с тобой за столиком, ел из твоей золотой тарелочки, пил из твоего маленького кубка и спал с тобой вместе в постельке, - если ты мне пообещаешь все это, я мигом прыгну вниз и достану тебе твой золотой мяч.  - Да, да, обещаю тебе всё, что хочешь, только достань мне мой мяч! - А сама про себя подумала:  'Что там глупый лягушонок болтает? Сидит он в воде среди лягушек да квакает, - где уж ему быть человеку товарищем!'  Получив с неё обещанье, лягушонок нырнул в воду, опустился на самое дно, быстро выплыл наверх, держа во рту мяч, и бросил его на траву. Увидав опять свою красивую игрушку, королевна очень обрадовалась, подняла её с земли и убежала.  - Постой, постой! - крикнул лягушонок. - Возьми и меня с собой, ведь мне за тобой не угнаться!  Но что с того, что он громко кричал ей вслед своё 'ква-ква'? Она и слушать его не хотела, поспешая домой. А потом и совсем позабыла про бедного лягушонка, и пришлось ему опять спуститься в свой колодец.  На другой день она села с королём и придворными за стол и стала кушать из своей золотой тарелочки. Вдруг - топ-шлеп-шлеп - взбирается кто-то по мраморной лестнице и, взобравшись наверх, стучится в дверь и говорит:  - Молодая королевна, отвори мне дверь! Она побежала поглядеть, кто бы это мог к ней постучаться. Открывает дверь, видит - сидит перед ней лягушонок. Мигом захлопнула она дверь и уселась опять за стол, но сделалось ей так страшно-страшно. Заметил король, как сильно бьется у неё сердечко, и говорит:  - Дитя мое, чего ты так испугалась? Уж не великан ли какой спрятался за дверью и хочет тебя похитить?  - Ах, нет, - сказала королевна, - это вовсе не великан, а мерзкий лягушонок.  - А что ему от тебя надо?  - Ах, милый батюшка, да вот сидела я вчера в лесу у колодца и играла, и упал в воду мой золотой мяч. Я горько заплакала, а лягушонок достал мне его и стал требовать, чтоб я взяла его в товарищи, а я и пообещала ему, - но никогда не думала, чтобы он мог выбраться из воды. А вот теперь он явился и хочет сюда войти.  А тем временем лягушонок постучался опять и кликнул:  Здравствуй, королевна, Дверь открой! Неужель забыла, Что вчера сулила, Помнишь, у колодца? Здравствуй, королевна, Дверь открой!  Тогда король сказал:  - Ты свое обещание должна выполнить. Ступай и открой ему дверь.  Она пошла, открыла дверь, и вот лягушонок прыгнул в комнату, поскакал вслед за ней, доскакал до её стула, сел и говорит:  - Возьми и посади меня рядом с собой. Она не решалась, но король велел ей исполнить его желанье. Она усадила лягушонка на стул, а он на стол стал проситься; посадила она его на стол, а он говорит:  - А теперь придвинь мне поближе свою золотую тарелочку, будем есть с тобой вместе.  Хотя она и исполнила это, но было видно, что очень неохотно.  Принялся лягушонок за еду, а королевне и кусок в горло не лезет. Наконец он говорит:  - Я наелся досыта и устал, - теперь отнеси меня в свою спаленку, постели мне свою шёлковую постельку, и ляжем с тобой вместе спать.  Как заплакала тут королевна, страшно ей стало холодного лягушонка, боится до него и дотронуться, а он ещё в прекрасной, чистой постельке спать с ней собирается. Разгневался король и говорит:  - Кто тебе в беде помог, тем пренебрегать не годится.  Взяла она тогда лягушонка двумя пальцами, понесла его к себе в спаленку, посадила в углу, а сама улеглась в постельку. А он прыгнул и говорит:  - Я устал, мне тоже спать хочется, - возьми меня к себе, а не то я твоему отцу пожалуюсь.  Рассердилась тут королевна и ударила его изо всех сил об стену.  - Ну, уж теперь, мерзкий лягушонок, ты успокоишься!  Но только упал он наземь, как вдруг обернулся королевичем с прекрасными, ласковыми глазами. И стал с той поры, по воле её отца, её милым другом и мужем. Он рассказал ей, что его околдовала злая ведьма, и никто бы не мог освободить его из колодца, кроме неё одной, и что завтра они отправятся в его королевство.  Вот легли они спать и уснули. А на другое утро, только разбудило их солнышко, подъехала ко дворцу карета с восьмериком белых коней, и были у них белые султаны на голове, а сбруя из золотых цепей, и стоял на запятках слуга королевича, а был то верный Генрих. Когда его хозяин был обращен в лягушонка, верный Генрих так горевал и печалился, что велел оковать себе сердце тремя железными обручами, чтоб не разорвалось оно от горя и печали.  И должен был в этой карете ехать молодой король в своё королевство. Усадил верный Генрих молодых в карету, а сам стал на запятках и радовался, что хозяин его избавился от злого заклятья.  Вот проехали они часть дороги, вдруг королевич слышит - сзади что-то треснуло. Обернулся он и крикнул:  - Генрих, треснула карета! - Дело, сударь, тут не в этом, Это обруч с сердца спал, Что тоской меня сжимал, Когда вы в колодце жили, Да с лягушками дружили.  Вот опять и опять затрещало что-то в пути, королевич думал, что это треснула карета, но были то обручи, что слетели с сердца верного Генриха, потому что хозяин его избавился от злого заклятья и снова стал счастливым."
    }
  ]
}